[
    {
        "name": "Anna Karenina",
        "writter": "Leo Tolstoy",
        "rating": 3,
        "details": "Anna Karenina tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky. Tragedy unfolds as Anna rejects her passionless marriage and must endu...",
        "price": 570,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/kv7bohlfznregsg7wuttncytwvvv"
    },
    {
        "name": "Madame Bovary",
        "writter": "Gustave Flaubert",
        "rating": 4,
        "details": "For daring to peer into the heart of an adulteress and enumerate its contents with profound dispassion, the author of Madame Bovary was tried for \"offenses against morality and religion.\" What shoc...",
        "price": 260,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/71x1j01kvn4jgpg2nnmfo4lisqjk"
    },
    {
        "name": "War and Peace",
        "writter": "Leo Tolstoy",
        "rating": 3,
        "details": "Epic in scale, War and Peace delineates in graphic detail events leading up to Napoleons invasion of Russia, and the impact of the Napoleonic era on Tsarist society, as seen through the eyes of fi...",
        "price": 300,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/hwi2qqngyicqz7s7ps4x4k1ei14k"
    },
    {
        "name": "The Great Gatsby",
        "writter": "F. Scott Fitzgerald",
        "rating": 4.5,
        "details": "The novel chronicles an era that Fitzgerald himself dubbed the \"Jazz Age\". Following the shock and chaos of World War I, American society enjoyed unprecedented levels of prosperity during the \"roar...",
        "price": 320,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/m8sdet02cc7mdl8l6jow8cpl7co2"
    },
    {
        "name": "Lolita",
        "writter": "Vladimir Nabokov",
        "rating": 3.5,
        "details": "The book is internationally famous for its innovative style and infamous for its controversial subject: the protagonist and unreliable narrator, middle aged Humbert Humbert, becomes obsessed and se...",
        "price": 280,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/eri4n5p4j76qhpndecwk2trfjjfi"
    },
    {
        "name": "Middlemarch",
        "writter": "George Eliot",
        "rating": 4.5,
        "details": "Middlemarch: A Study of Provincial Life is a novel by George Eliot, the pen name of Mary Anne Evans, later Marian Evans. It is her seventh novel, begun in 1869 and then put aside during the final i...",
        "price": 700,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/ofaq3wjp8vb7db46pf1ujuq70vpk"
    },
    {
        "name": "The Adventures of Huckleberry Finn",
        "writter": "Mark Twain",
        "rating": 5,
        "details": "Revered by all of the towns children and dreaded by all of its mothers, Huckleberry Finn is indisputably the most appealing child-hero in American literature. Unlike the tall-tale, idyllic worl...",
        "price": 440,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/phz3vc780qvnafu8phrzjyptq75a"
    },
    {
        "name": "The Stories of Anton Chekhov",
        "writter": "Anton Chekhov",
        "rating": 3.5,
        "details": "Anton Pavlovich Chekhov was a Russian short-story writer, playwright and physician, considered to be one of the greatest short-story writers in the history of world literature. His career as a dram...",
        "price": 420,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/iif8mxlx7cok3bj24pkmac1spy6d"
    },
    {
        "name": "In Search of Lost Time",
        "writter": "Marcel Proust",
        "rating": 3,
        "details": "Swanns Way, the first part of A la recherche de temps perdu, Marcel Prousts seven-part cycle, was published in 1913. In it, Proust introduces the themes that run through the entire work. The narr...",
        "price": 270,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/7hqv6ddaqv363p4hadx6lymotow1"
    },
    {
        "name": "Hamlet",
        "writter": "William Shakespeare",
        "rating": 5,
        "details": "The Tragedy of Hamlet, Prince of Denmark, or more simply Hamlet, is a tragedy by William Shakespeare, believed to have been written between 1599 and 1601. The play, set in Denmark, recounts how Pri...",
        "price": 180,
        "image": "https://d3i5mgdwi2ze58.cloudfront.net/y6mquapl0mzayi0kykdf860zl5ut"
    }
]